Repository: boyugou/lorvex
Catalog: apps/apple/Sources/LorvexApple/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bn, de, el, es, fa, fr, he, hi, id, it, ja, ko, mr, ms, nl, pl, pt_br, ro, ru, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

# settings.calendar.sync_toggle
source: Sync with Calendar
ar: المزامنة مع التقويم
bn: ক্যালেন্ডারের সাথে সিঙ্ক করুন
de: Mit Kalender synchronisieren
el: Συγχρονισμός με το Ημερολόγιο
es: Sincronizar con Calendario
fa: همگام‌سازی با تقویم
fr: Synchroniser avec Calendrier
he: סנכרון עם לוח השנה
hi: कैलेंडर के साथ सिंक करें
id: Selaraskan dengan Kalender
it: Sincronizza con Calendario
ja: カレンダーと同期
ko: 캘린더와 동기화
mr: दिनदर्शिकेसह सिंक करा
ms: Selaraskan dengan Kalendar
nl: Synchroniseer met Agenda
pl: Synchronizuj z Kalendarzem
pt_br: Sincronizar com o Calendário
ro: Sincronizați cu Calendar
ru: Синхронизировать с Календарём
ta: கேலண்டருடன் ஒத்திசை
te: క్యాలెండర్‌తో సింక్ చేయండి
th: เชื่อมข้อมูลกับปฏิทิน
tr: Takvimle eşzamanla
uk: Синхронізувати з Календарем
ur: کیلنڈر کے ساتھ سنک کریں
vi: Đồng bộ hóa với Lịch
zh_hans: 与日历同步
zh_hant: 與行事曆同步

# settings.calendar.two_way_detail
source: Read your calendar events into Lorvex and write the events you add in Lorvex into a dedicated “Lorvex” calendar — never your personal calendars.
ar: يقرأ Lorvex أحداث تقويمك، ويكتب الأحداث التي تضيفها فيه في تقويم "Lorvex" المخصص، ولا يكتب أبدًا في تقويماتك الشخصية.
bn: আপনার ক্যালেন্ডারের ইভেন্ট Lorvex-এ পড়া হয়, আর Lorvex-এ আপনার যোগ করা ইভেন্ট লেখা হয় একটি আলাদা “Lorvex” ক্যালেন্ডারে – আপনার ব্যক্তিগত ক্যালেন্ডারে কখনোই নয়।
de: Liest deine Kalenderereignisse in Lorvex ein und schreibt die in Lorvex hinzugefügten Ereignisse in einen eigenen Kalender „Lorvex“ – niemals in deine persönlichen Kalender.
el: Διαβάζει τα γεγονότα του ημερολογίου σας στο Lorvex και γράφει τα γεγονότα που προσθέτετε στο Lorvex σε ένα ειδικό ημερολόγιο «Lorvex» – ποτέ στα προσωπικά σας ημερολόγια.
es: Lee tus eventos del calendario en Lorvex y escribe los eventos que añadas en Lorvex en un calendario “Lorvex” propio, nunca en tus calendarios personales.
fa: رویدادهای تقویم شما را در Lorvex می‌خواند و رویدادهایی را که در Lorvex اضافه می‌کنید در تقویم اختصاصی «Lorvex» می‌نویسد — هرگز در تقویم‌های شخصی شما.
fr: Lorvex lit vos événements de calendrier et enregistre ceux que vous y ajoutez dans un calendrier « Lorvex » dédié, jamais dans vos calendriers personnels.
he: קריאת אירועי לוח השנה שלך אל Lorvex וכתיבת האירועים שמוסיפים ב-Lorvex ללוח שנה ייעודי בשם "Lorvex" — אף פעם לא ללוחות השנה האישיים שלך.
hi: आपके कैलेंडर इवेंट Lorvex में पढ़े जाते हैं, और Lorvex में जोड़े गए इवेंट एक अलग “Lorvex” कैलेंडर में लिखे जाते हैं। आपके निजी कैलेंडर में कभी कुछ नहीं लिखा जाता।
id: Membaca acara kalender ke Lorvex dan menulis acara yang ditambahkan di Lorvex ke kalender “Lorvex” tersendiri – tidak pernah ke kalender pribadi.
it: Lorvex legge gli eventi del tuo calendario e scrive quelli che aggiungi in Lorvex in un calendario “Lorvex” dedicato, mai nei tuoi calendari personali.
ja: カレンダーのイベントをLorvexに読み込み、Lorvexで追加したイベントは専用の「Lorvex」カレンダーに書き込みます。個人のカレンダーには書き込みません。
ko: 캘린더 이벤트를 Lorvex로 읽어 오고, Lorvex에서 추가한 이벤트는 전용 ‘Lorvex’ 캘린더에 기록합니다. 개인 캘린더에는 기록하지 않습니다.
mr: तुमच्या दिनदर्शिकेतील इव्हेंट Lorvex मध्ये वाचले जातात आणि Lorvex मध्ये तुम्ही जोडलेले इव्हेंट एका स्वतंत्र ‘Lorvex’ दिनदर्शिकेत लिहिले जातात – तुमच्या वैयक्तिक दिनदर्शिकांमध्ये कधीच नाही.
ms: Membaca peristiwa kalendar ke dalam Lorvex dan menulis peristiwa yang ditambahkan dalam Lorvex ke kalendar “Lorvex” khusus – tidak pernah ke kalendar peribadi.
nl: Leest je agenda-activiteiten in Lorvex in en schrijft activiteiten die je in Lorvex toevoegt naar een aparte agenda ‘Lorvex’ – nooit naar je persoonlijke agenda’s.
pl: Lorvex odczytuje wydarzenia z twoich kalendarzy, a dodane w Lorvex wydarzenia zapisuje w osobnym kalendarzu „Lorvex” — nigdy w twoich kalendarzach osobistych.
pt_br: O Lorvex lê os eventos do seu calendário e grava os eventos que você adiciona nele em um calendário “Lorvex” dedicado, nunca nos seus calendários pessoais.
ro: Citește evenimentele din calendar în Lorvex și scrie evenimentele adăugate în Lorvex într-un calendar dedicat „Lorvex” – niciodată în calendarele personale.
ru: Lorvex считывает события из ваших календарей, а добавленные в Lorvex события записывает в отдельный календарь «Lorvex» — никогда не в ваши личные календари.
ta: உங்கள் கேலண்டர் நிகழ்வுகளை Lorvexஇல் படிக்கும்; Lorvexஇல் நீங்கள் சேர்க்கும் நிகழ்வுகளை அதற்கென உள்ள தனி “Lorvex” கேலண்டரில் எழுதும் – உங்கள் தனிப்பட்ட கேலண்டர்களில் ஒருபோதும் எழுதாது.
te: మీ క్యాలెండర్ ఇవెంట్‌లను Lorvexలోకి చదువుతుంది, మరియు Lorvexలో మీరు జోడించే ఇవెంట్‌లను ప్రత్యేక “Lorvex” క్యాలెండర్‌లో రాస్తుంది – మీ వ్యక్తిగత క్యాలెండర్‌లలో ఎప్పుడూ రాయదు.
th: อ่านกิจกรรมปฏิทินของคุณเข้า Lorvex และเขียนกิจกรรมที่คุณเพิ่มใน Lorvex ลงในปฏิทิน “Lorvex” โดยเฉพาะ ไม่เขียนลงในปฏิทินส่วนตัวของคุณเลย
tr: Takvim etkinliklerinizi Lorvex’e okur ve Lorvex’te eklediğiniz etkinlikleri özel bir “Lorvex” takvimine yazar; kişisel takvimlerinize asla yazmaz.
uk: Lorvex зчитує події з ваших календарів, а додані в Lorvex події записує в окремий календар «Lorvex» — ніколи не у ваші особисті календарі.
ur: آپ کے کیلنڈر ایونٹس کو Lorvex میں پڑھیں اور Lorvex میں شامل کردہ ایونٹس کو ایک مخصوص "Lorvex" کیلنڈر میں لکھیں — آپ کے ذاتی کیلنڈرز میں کبھی نہیں۔
vi: Đọc các sự kiện lịch vào Lorvex và ghi các sự kiện thêm trong Lorvex vào một lịch “Lorvex” riêng – không bao giờ vào lịch cá nhân.
zh_hans: 将你的日历事件读入 Lorvex，并把你在 Lorvex 中添加的事件写入专用的“Lorvex”日历，不会写入你的个人日历。
zh_hant: 將你的行事曆事件讀取到 Lorvex，並把你在 Lorvex 中新增的事件寫入專用的「Lorvex」行事曆，絕不會寫入你的個人行事曆。

# settings.clock
source: Clock
ar: الساعة
bn: ঘড়ি
de: Uhrzeitformat
el: Ρολόι
es: Reloj
fa: ساعت
fr: Format de l’heure
he: שעון
hi: घड़ी
id: Jam
it: Formato orario
ja: 時刻表示
ko: 시간 표시
mr: घड्याळ
ms: Jam
nl: Tijdnotatie
pl: Zegar
pt_br: Formato de hora
ro: Formatul orei
ru: Формат времени
ta: கடிகாரம்
te: గడియారం
th: นาฬิกา
tr: Saat
uk: Формат часу
ur: گھڑی
vi: Đồng hồ
zh_hans: 时钟
zh_hant: 時鐘格式

# settings.clock.system
source: System (%@)
ar: النظام (%@)
bn: সিস্টেম (%@)
el: Σύστημα (%@)
es: Sistema (%@)
fa: سیستم (%@)
fr: Système (%@)
he: מערכת (%@)
hi: सिस्टम (%@)
id: Sistem (%@)
it: Sistema (%@)
ja: システム（%@）
ko: 시스템(%@)
mr: सिस्टीम (%@)
ms: Sistem (%@)
nl: Systeem (%@)
pl: Systemowy (%@)
pt_br: Sistema (%@)
ro: Sistem (%@)
ru: Как в системе (%@)
ta: சிஸ்டம் (%@)
te: సిస్టమ్ (%@)
th: ระบบ (%@)
tr: Sistem (%@)
uk: Як у системі (%@)
ur: سسٹم (%@)
vi: Hệ thống (%@)
zh_hans: 跟随系统（%@）
zh_hant: 系統（%@）

# settings.clock.twelve_hour
source: 12-Hour (%@)
ar: نظام اثنتي عشرة ساعة (%@)
bn: 12 ঘণ্টা (%@)
de: 12-Stunden (%@)
el: 12ωρη (%@)
es: 12 horas (%@)
fa: دوازده‌ساعته (%@)
fr: 12 heures (%@)
he: 12 שעות (%@)
hi: 12 घंटे (%@)
id: 12 Jam (%@)
it: 12 ore (%@)
ja: 12時間（%@）
ko: 12시간(%@)
mr: 12 तास (%@)
ms: 12 Jam (%@)
nl: 12-uurs (%@)
pl: 12-godzinny (%@)
pt_br: 12 horas (%@)
ro: 12 ore (%@)
ru: 12-часовой (%@)
ta: 12-மணிநேரம் (%@)
te: 12-గంటల సమయం (%@)
th: 12 ชั่วโมง (%@)
tr: 12 saatlik (%@)
uk: 12-годинний (%@)
ur: 12 گھنٹے (%@)
vi: 12 giờ (%@)
zh_hans: 12 小时制（%@）
zh_hant: 12 小時制（%@）

# settings.clock.twenty_four_hour
source: 24-Hour (%@)
ar: نظام أربع وعشرين ساعة (%@)
bn: 24 ঘণ্টা (%@)
de: 24-Stunden (%@)
el: 24ωρη (%@)
es: 24 horas (%@)
fa: بیست‌وچهارساعته (%@)
fr: 24 heures (%@)
he: 24 שעות (%@)
hi: 24 घंटे (%@)
id: 24 Jam (%@)
it: 24 ore (%@)
ja: 24時間（%@）
ko: 24시간(%@)
mr: 24 तास (%@)
ms: 24 Jam (%@)
nl: 24-uurs (%@)
pl: 24-godzinny (%@)
pt_br: 24 horas (%@)
ro: 24 de ore (%@)
ru: 24-часовой (%@)
ta: 24-மணிநேரம் (%@)
te: 24-గంటల సమయం (%@)
th: 24 ชั่วโมง (%@)
tr: 24 saatlik (%@)
uk: 24-годинний (%@)
ur: 24 گھنٹے (%@)
vi: 24 giờ (%@)
zh_hans: 24 小时制（%@）
zh_hant: 24 小時制（%@）

# settings.cloud_delete.button
source: Delete…
ar: حذف…
bn: ডিলিট করুন…
de: Löschen …
el: Διαγραφή…
es: Eliminar…
fa: حذف…
fr: Supprimer…
he: מחיקה…
hi: हटाएँ…
id: Hapus…
it: Elimina…
ja: 削除…
ko: 삭제…
mr: हटवा…
ms: Padam…
nl: Verwijder…
pl: Usuń…
pt_br: Excluir…
ro: Ștergeți…
ru: Удалить…
ta: நீக்கு…
te: డిలీట్…
th: ลบ…
tr: Sil…
uk: Видалити…
ur: حذف کریں…
vi: Xóa…
zh_hans: 删除…
zh_hant: 刪除…

# settings.cloud_delete.confirm.action
source: Delete iCloud Data
ar: حذف بيانات iCloud
bn: iCloud ডেটা ডিলিট করুন
de: iCloud-Daten löschen
el: Διαγραφή δεδομένων iCloud
es: Eliminar datos de iCloud
fa: حذف داده‌های iCloud
fr: Supprimer les données iCloud
he: מחיקת נתוני iCloud
hi: iCloud डेटा हटाएँ
id: Hapus Data iCloud
it: Elimina dati iCloud
ja: iCloudデータを削除
ko: iCloud 데이터 삭제
mr: iCloud डेटा हटवा
ms: Padam Data iCloud
nl: Verwijder iCloud-gegevens
pl: Usuń dane iCloud
pt_br: Excluir dados do iCloud
ro: Ștergeți datele din iCloud
ru: Удалить данные iCloud
ta: iCloud தரவை நீக்கு
te: iCloud డేటాను డిలీట్ చేయండి
th: ลบข้อมูล iCloud
tr: iCloud verilerini sil
uk: Видалити дані iCloud
ur: اپنا iCloud ڈیٹا حذف کریں
vi: Xóa dữ liệu iCloud
zh_hans: 删除 iCloud 数据
zh_hant: 刪除 iCloud 資料

# settings.cloud_delete.confirm.message
source: This permanently removes all Lorvex data from your iCloud account, for every device that syncs with it. Data stored locally on this Mac stays intact. Sync stays off until you turn it back on.
ar: سيؤدي هذا إلى إزالة جميع بيانات Lorvex نهائيًا من حساب iCloud الخاص بك، لكل جهاز يتزامن معه. تبقى البيانات المخزنة على جهاز Mac هذا كما هي. تظل المزامنة متوقفة إلى أن تعيد تشغيلها.
bn: এটি আপনার iCloud অ্যাকাউন্ট থেকে Lorvex-এর সব ডেটা স্থায়ীভাবে সরিয়ে দেয়, এর সাথে সিঙ্ক হওয়া প্রতিটি ডিভাইসের জন্যই। এই Mac-এ লোকালি রাখা ডেটা অক্ষত থাকে। আপনি আবার চালু না করা পর্যন্ত সিঙ্ক বন্ধ থাকে।
de: Dadurch werden alle Lorvex-Daten dauerhaft aus deinem iCloud-Account entfernt, für jedes Gerät, das damit synchronisiert wird. Lokal auf diesem Mac gespeicherte Daten bleiben erhalten. Die Synchronisierung bleibt ausgeschaltet, bis du sie wieder einschaltest.
el: Αυτή η ενέργεια διαγράφει οριστικά όλα τα δεδομένα του Lorvex από τον λογαριασμό σας iCloud, για κάθε συσκευή που συγχρονίζεται με αυτόν. Τα δεδομένα που είναι αποθηκευμένα τοπικά σε αυτό το Mac παραμένουν ανέπαφα. Ο συγχρονισμός παραμένει απενεργοποιημένος μέχρι να τον ενεργοποιήσετε ξανά.
es: Esto elimina de forma permanente todos los datos de Lorvex de tu cuenta de iCloud, para todos los dispositivos que se sincronizan con ella. Los datos guardados localmente en este Mac no se modifican. La sincronización permanece desactivada hasta que la vuelvas a activar.
fa: این کار همه داده‌های Lorvex را برای همیشه از حساب iCloud شما حذف می‌کند، برای همه دستگاه‌هایی که با آن همگام می‌شوند. داده‌های ذخیره‌شده در همین Mac دست‌نخورده می‌مانند. همگام‌سازی تا زمانی که دوباره آن را روشن نکنید خاموش می‌ماند.
fr: Cette action supprime définitivement toutes les données Lorvex de votre compte iCloud, pour tous les appareils qui s’y synchronisent. Les données stockées localement sur ce Mac ne sont pas modifiées. La synchronisation reste désactivée jusqu’à ce que vous la réactiviez.
he: פעולה זו מסירה לצמיתות את כל נתוני Lorvex מחשבון ה-iCloud שלך, בכל המכשירים שמסונכרנים איתו. הנתונים השמורים מקומית ב-Mac הזה נשארים כפי שהם. הסנכרון יישאר כבוי עד שיופעל מחדש.
hi: इससे आपके iCloud खाते से Lorvex का सारा डेटा हमेशा के लिए हट जाएगा, उन सभी डिवाइस के लिए जो इसके साथ सिंक होते हैं। इस Mac पर स्थानीय रूप से रखा डेटा बना रहेगा। सिंक तब तक बंद रहेगा जब तक आप उसे फिर से चालू नहीं करते।
id: Tindakan ini menghapus semua data Lorvex dari akun iCloud secara permanen, di semua perangkat yang menyelaraskannya. Data yang tersimpan secara lokal di Mac ini tetap utuh. Penyelarasan tetap nonaktif sampai dinyalakan kembali.
it: Questa azione rimuove definitivamente tutti i dati di Lorvex dal tuo account iCloud, per ogni dispositivo che si sincronizza con esso. I dati archiviati localmente su questo Mac restano intatti. La sincronizzazione resta disattivata finché non la riattivi.
ja: この操作により、iCloudアカウントからLorvexのデータがすべて完全に削除されます。同期しているすべてのデバイスが対象です。このMacに保存されているデータはそのまま残ります。同期は、再びオンにするまでオフのままです。
ko: 이 작업을 하면 iCloud 계정에서 모든 Lorvex 데이터가 영구적으로 삭제되며, 이 계정과 동기화하는 모든 기기에 적용됩니다. 이 Mac에 저장된 데이터는 그대로 유지됩니다. 동기화는 다시 켤 때까지 꺼진 상태로 유지됩니다.
mr: हे तुमच्या iCloud अकाउंटमधून Lorvex चा सर्व डेटा कायमचा काढून टाकते, त्याच्याशी सिंक होणाऱ्या प्रत्येक डिव्हाइससाठी. या Mac वर स्थानिक पातळीवर साठवलेला डेटा तसाच राहतो. तुम्ही पुन्हा चालू करेपर्यंत सिंक बंद राहते.
ms: Tindakan ini memadamkan semua data Lorvex daripada akaun iCloud secara kekal, pada semua peranti yang menyelaraskannya. Data yang disimpan secara setempat pada Mac ini kekal utuh. Penyelarasan kekal dinyahaktifkan sehingga anda mengaktifkannya semula.
nl: Hiermee worden alle Lorvex-gegevens permanent verwijderd uit je iCloud-account, voor elk apparaat dat ermee synchroniseert. Gegevens die lokaal op deze Mac zijn opgeslagen, blijven behouden. Synchronisatie blijft uitgeschakeld totdat je deze weer inschakelt.
pl: Spowoduje to trwałe usunięcie wszystkich danych Lorvex z twojego konta iCloud — dla każdego urządzenia, które się z nim synchronizuje. Dane przechowywane lokalnie na tym Macu pozostaną nienaruszone. Synchronizacja pozostanie wyłączona, dopóki nie włączysz jej ponownie.
pt_br: Isso remove permanentemente todos os dados do Lorvex da sua conta do iCloud, para todos os dispositivos que sincronizam com ela. Os dados armazenados localmente neste Mac permanecem intactos. A sincronização continua desativada até que você a ative novamente.
ro: Această acțiune elimină definitiv toate datele Lorvex din contul iCloud, pentru fiecare dispozitiv care se sincronizează cu acesta. Datele stocate local pe acest Mac rămân intacte. Sincronizarea rămâne dezactivată până când o reactivați.
ru: Все данные Lorvex будут безвозвратно удалены из вашей учётной записи iCloud — для всех устройств, которые с ней синхронизируются. Данные, хранящиеся на этом Mac, останутся нетронутыми. Синхронизация останется выключенной, пока вы снова не включите её.
ta: இது உங்கள் iCloud கணக்கிலிருந்து Lorvex தரவு அனைத்தையும் நிரந்தரமாக நீக்கும், அதனுடன் ஒத்திசையும் அனைத்துச் சாதனங்களிலும். இந்த Macஇல் உள்ள உள்ளகத் தரவு அப்படியே இருக்கும். நீங்கள் மீண்டும் ஆன் செய்யும் வரை ஒத்திசைவு ஆஃப் செய்யப்பட்டே இருக்கும்.
te: ఇది మీ iCloud ఖాతా నుండి Lorvex డేటా మొత్తాన్ని శాశ్వతంగా తొలగిస్తుంది, దానితో సింక్ అయ్యే అన్ని డివైజ్‌లకూ వర్తిస్తుంది. ఈ Macలో ఉన్న లోకల్ డేటా అలాగే ఉంటుంది. మీరు మళ్ళీ ఆన్ చేసే వరకు సింక్ ఆఫ్‌లోనే ఉంటుంది.
th: การดำเนินการนี้จะลบข้อมูล Lorvex ทั้งหมดออกจากบัญชี iCloud ของคุณอย่างถาวร สำหรับทุกอุปกรณ์ที่เชื่อมข้อมูลกับบัญชีนี้ ข้อมูลที่จัดเก็บไว้ใน Mac เครื่องนี้จะไม่ถูกแตะต้อง การเชื่อมข้อมูลจะปิดอยู่จนกว่าคุณจะเปิดอีกครั้ง
tr: Bu işlem, tüm Lorvex verilerini iCloud hesabınızdan kalıcı olarak kaldırır; bu hesapla eşzamanlanan tüm aygıtlar etkilenir. Bu Mac’te yerel olarak saklanan veriler etkilenmez. Siz yeniden açana kadar eşzamanlama kapalı kalır.
uk: Усі дані Lorvex буде безповоротно видалено з вашого облікового запису iCloud — для всіх пристроїв, які з ним синхронізуються. Дані, що зберігаються на цьому Mac, залишаться без змін. Синхронізація залишатиметься вимкненою, доки ви знову її не ввімкнете.
ur: یہ آپ کے iCloud اکاؤنٹ سے Lorvex کا تمام ڈیٹا ہمیشہ کے لیے ہٹا دیتا ہے، ان تمام ڈیوائسز کے لیے جو اس کے ساتھ سنک ہوتی ہیں۔ اس Mac پر مقامی طور پر محفوظ ڈیٹا برقرار رہتا ہے۔ سنک اس وقت تک بند رہے گا جب تک آپ اسے دوبارہ آن نہیں کرتے۔
vi: Thao tác này xóa vĩnh viễn toàn bộ dữ liệu Lorvex khỏi tài khoản iCloud, trên mọi thiết bị đồng bộ hóa với tài khoản đó. Dữ liệu lưu cục bộ trên máy Mac này vẫn nguyên vẹn. Đồng bộ hóa vẫn tắt cho đến khi bạn bật lại.
zh_hans: 这将从你的 iCloud 账户中永久移除所有 Lorvex 数据，对与其同步的所有设备生效。这台 Mac 上本地存储的数据保持不变。同步将保持关闭，直到你重新开启。
zh_hant: 這會從你的 iCloud 帳號永久移除所有 Lorvex 資料，所有與其同步的裝置都會受到影響。這部 Mac 上儲存的資料不會變動。在你重新開啟之前，同步會保持關閉。

# settings.cloud_delete.confirm.title
source: Delete Lorvex data from iCloud everywhere?
ar: هل تريد حذف بيانات Lorvex من iCloud في كل مكان؟
bn: iCloud থেকে সব জায়গায় Lorvex ডেটা ডিলিট করবেন?
de: Lorvex-Daten überall aus iCloud löschen?
el: Να διαγραφούν τα δεδομένα του Lorvex από το iCloud παντού;
es: ¿Eliminar los datos de Lorvex de iCloud en todos los dispositivos?
fa: داده‌های Lorvex از iCloud در همه‌جا حذف شود؟
fr: Supprimer les données Lorvex d’iCloud partout ?
he: למחוק את נתוני Lorvex מ-iCloud בכל המכשירים?
hi: iCloud से Lorvex का डेटा हर जगह हटाएँ?
id: Hapus data Lorvex dari iCloud di semua perangkat?
it: Eliminare i dati di Lorvex da iCloud ovunque?
ja: すべてのデバイスのiCloudからLorvexのデータを削除しますか？
ko: 모든 기기의 iCloud에서 Lorvex 데이터를 삭제하시겠습니까?
mr: iCloud मधून सर्वत्र Lorvex डेटा हटवायचा का?
ms: Padam data Lorvex daripada iCloud pada semua peranti?
nl: Lorvex-gegevens overal uit iCloud verwijderen?
pl: Usunąć dane Lorvex z iCloud wszędzie?
pt_br: Excluir os dados do Lorvex do iCloud em todos os lugares?
ro: Ștergeți peste tot datele Lorvex din iCloud?
ru: Удалить данные Lorvex из iCloud везде?
ta: iCloudஇல் இருந்து Lorvex தரவை எல்லா இடங்களிலும் நீக்கவா?
te: iCloud నుండి Lorvex డేటాను అన్ని చోట్లా డిలీట్ చేయాలా?
th: ลบข้อมูล Lorvex ออกจาก iCloud ทุกที่หรือไม่
tr: Lorvex verileri her yerde iCloud’dan silinsin mi?
uk: Видалити дані Lorvex з iCloud скрізь?
ur: کیا Lorvex کا ڈیٹا iCloud سے ہر جگہ حذف کریں؟
vi: Xóa dữ liệu Lorvex khỏi iCloud trên mọi thiết bị?
zh_hans: 要从 iCloud 中删除所有设备的 Lorvex 数据吗？
zh_hant: 要從所有裝置的 iCloud 刪除 Lorvex 資料嗎？
